Repository: Urmas-Pill/Koolitus
Catalog: Translations/Koolituse äpp.*.xlf
Languages: et_ee

# Table 2703677045 - Property 2879900210
source: table
et_ee: tabel

# Table 2703677045 - Field 3340023803 - Property 2879900210
source: CreditLimit
et_ee: Krediidilimiit

# Table 2703677045 - Field 3834966961 - Property 2879900210
source: My options
et_ee: Minu suvandid

# Report 4002352876 - Property 2879900210
source: Sales - Invoice
et_ee: Müük - arve

# Report 4002352876 - NamedType 3285233284
source: Amount
et_ee: Summa

# Report 4002352876 - NamedType 175863088
source: Account No.
et_ee: Konto nr.

# Report 4002352876 - NamedType 3907868757
source: Bank
et_ee: Pank

# Report 4002352876 - NamedType 1454106313
source: Giro No.
et_ee: Žiiro nr.

# Report 4002352876 - NamedType 2826867220
source: Phone No.
et_ee: Telefon

# Report 4002352876 - NamedType 3448977668
source: VAT Reg. No.
et_ee: KM reg.nr.

# Report 4002352876 - NamedType 2728513993
source: Document Date
et_ee: Dokumendi kuupäev

# Report 4002352876 - NamedType 595034892
source: E-Mail
et_ee: E-post

# Report 4002352876 - NamedType 4272535733
source: Header Dimensions
et_ee: Päisedimensioonid

# Report 4002352876 - NamedType 1765996780
source: Home Page
et_ee: Koduleht

# Report 4002352876 - NamedType 3573196756
source: Invoice Discount Amount
et_ee: Arve allahindlussumma

# Report 4002352876 - NamedType 3319152384
source: Invoice No.
et_ee: Arve nr.

# Report 4002352876 - NamedType 3861931375
source: Payment Discount on VAT
et_ee: Makse hinnaaland KM-is

# Report 4002352876 - NamedType 3548486750
source: Line Amount
et_ee: Rea summa

# Report 4002352876 - NamedType 960460070
source: Line Dimensions
et_ee: Readimensioonid

# Report 4002352876 - NamedType 4022464961
source: Page %1 of %2
et_ee: Lk %1/%2

# Report 4002352876 - NamedType 3169568710
source: Payment Terms
et_ee: Maksetingimused

# Report 4002352876 - NamedType 3543880195
source: Posted Shipment Date
et_ee: Konteeritud lähetuskuupäev

# Report 4002352876 - NamedType 2845404719
source: Due Date
et_ee: Tähtaeg

# Report 4002352876 - NamedType 1817628762
source: Discount %
et_ee: Hinnaalandi %

# Report 4002352876 - NamedType 353376914
source: Posting Date
et_ee: Sisestuskuupäev

# Report 4002352876 - NamedType 2047603120
source: Shipment
et_ee: Saadetis

# Report 4002352876 - NamedType 1637538090
source: Ship-to Address
et_ee: Kättetoimetamise aadress

# Report 4002352876 - NamedType 473417871
source: Shipment Method
et_ee: Lähetusviis

# Report 4002352876 - NamedType 3126303398
source: Subtotal
et_ee: Vahesumma

# Report 4002352876 - NamedType 2476940767
source: Salesperson
et_ee: Müügiesindaja

# Report 4002352876 - NamedType 3114637384
source: Total %1
et_ee: Kokku %1

# Report 4002352876 - NamedType 3752334001
source: Total %1 Incl. VAT
et_ee: Kokku %1 (KM-ga)

# Report 4002352876 - NamedType 95063322
source: COPY
et_ee: KOPEERI

# Report 4002352876 - NamedType 732759939
source: Sales - Invoice %1
et_ee: Müük - arve %1

# Report 4002352876 - NamedType 2008153173
source: Total %1 Excl. VAT
et_ee: Kokku %1 (KM-ta)

# Report 4002352876 - NamedType 3283546407
source: Local Currency
et_ee: Kohalik valuuta

# Report 4002352876 - NamedType 3921243024
source: Exchange rate: %1/%2
et_ee: Vahetuskurss: %1/%2

# Report 4002352876 - NamedType 1664139952
source: Sales - Prepayment Invoice %1
et_ee: Müük - Ettemaksuarve %1

# Report 4002352876 - NamedType 1583171122
source: Total
et_ee: Kogusumma

# Report 4002352876 - NamedType 3659909257
source: Unit Price
et_ee: Ühiku hind

# Report 4002352876 - NamedType 4049601073
source: VAT Amount
et_ee: KM-summa

# Report 4002352876 - NamedType 2485276663
source: VAT Amount Specification
et_ee: KM summa määratlus

# Report 4002352876 - NamedType 1303359398
source: VAT Base
et_ee: KM-i alus

# Report 4002352876 - NamedType 2012124496
source: VAT Identifier
et_ee: KM identifikaator

# Report 4002352876 - ReportDataItem 809936682 - Property 1806354803
source: Posted Sales Invoice
et_ee: Konteeritud müügiarve

# Report 4002352876 - Control 2346885236 - Property 2879900210
source: Options
et_ee: Suvandid

# Report 4002352876 - Control 816368762 - Property 2879900210
source: Log Interaction
et_ee: Kanna suhtlus logisse

# Report 4002352876 - Control 2578066365 - Property 2879900210
source: No. of Copies
et_ee: Koopiate arv

# Report 4002352876 - Control 316520822 - Property 2879900210
source: Show Internal Information
et_ee: Näita siseteavet

# PageExtension 1255613137 - Control 894378861 - Property 2879900210
source: Options
et_ee: Suvandid

# PageExtension 1255613137 - Control 1564089343 - Property 2879900210
source: My Name
et_ee: Minu nimi

# TableExtension 856498646 - Field 3340023803 - Property 2879900210
source: CreditLimit
et_ee: Krediidilimiit
